Repository: apptentive/apptentive-ios
Catalog: ApptentiveConnect/resources/localization/*.lproj/Localizable.strings
Languages: el, fr, it, pl

source: About Apptentive
el: Σχετικά με την Apptentive
fr: À propos d'Apptentive
it: Info su Apptentive
pl: O programie Apptentive

source: Answer
fr: Réponse
it: Risposta

source: Apptentive is a service that allows you to have a conversation with the makers of this app. Your input and feedback can help to provide you with a better overall experience. Your feedback is hosted by Apptentive and is subject to both Apptentive’s privacy policy and the privacy policy of this app’s developer.
el: Η Apptentive είναι μια υπηρεσία που σας επιτρέπει να συνομιλήσετε με τους κατασκευαστές αυτού του app. Η γνώμη και τα σχόλιά σας μπορούν να μας βοηθήσουν να σας προσφέρουμε μια καλύτερη εμπειρία στο σύνολό σας. Τα σχόλιά σας φιλοξενούνται από την Apptentive και υπόκεινται τόσο στην πολιτική περί ιδιωτικού απορρήτου της Apptentive όσο και στην πολιτική περί ιδιωτικού απορρήτου του προγραμματιστή του app.
fr: Apptentive est un service qui vous permet d'entrer en contact avec les créateurs de cette application. Vos suggestions et commentaires peuvent nous aider à vous fournir une meilleure expérience d'ensemble. Vos commentaires sont hébergés par Apptentive et assujettis à la politique de confidentialité d'Apptentive ainsi qu'à la politique de confidentialité du développeur de cette application.
it: Apptentive è un servizio che ti consente di contattare gli autori di questa app. I tuoi commenti e suggerimenti possono aiutare ad offrire una migliore esperienza complessiva. I tuoi commenti vengono raccolti da Apptentive e sono soggetti sia all'Informativa sulla privacy di Apptentive che a quella dello sviluppatore di questa app.
pl: Apptentive to usługa pozwalająca na komunikację z twórcami tej aplikacji. Twoje uwagi i opinia mogą przyczynić się do ulepszenia doświadczenia korzystania z aplikacji. Twoja opinia będzie przechowywana przez Apptentive i podlega polityce prywatności Apptentive jak również polityce prywatności autora tej aplikacji.

source: Apptentive’s Privacy Policy
el: Πολιτική Ιδιωτικού Απορρήτου της Apptentive
fr: Politique de confidentialité d'Apptentive
it: Informativa sulla privacy di Apptentive
pl: Polityka prywatności Apptentive

source: Authentication Failed
el: Ο έλεγχος ταυτότητας απέτυχε
fr: L'authentification a échoué
it: Autenticazione non riuscita
pl: Uwierzytelnienie nie powiodło się

source: Close
el: Κλείσιμο
fr: Fermer
it: Chiudi
pl: Zamknij

source: Closes Message Center.
el: Κλείνει το Κέντρο Μηνυμάτων.
fr: Ferme le Centre de messages.
it: Chiude il Centro messaggi.
pl: Zamyka Centrum wiadomości.

source: Discard
el: Απόρριψη
fr: Supprimer
it: Ignora
pl: Odrzuć

source: Discards the message.
el: Απορρίπτει το μήνυμα.
fr: Supprimer le message.
it: Ignora il messaggio.
pl: Odrzuca tę wiadomość.

source: Displays information about this feature.
el: Προβάλλει πληροφορίες για αυτό το χαρακτηριστικό.
fr: Affiche des informations sur cette fonctionnalité.
it: Mostra informazioni su questa funzionalità.
pl: Wyświetla informacje o tej funkcji.

source: Displays name and email editor.
el: Προβάλλει το όνομα και το πρόγραμμα επεξεργασίας e-mail.
fr: Affiche l’écran de modification du nom et de l'e-mail.
it: Mostra i campi in cui inserire nome e indirizzo email.
pl: Wyświetla edytor nazwy i adresu e-mailowego.

source: Do you love %@?
el: Απολαμβάνετε την εφαρμογή %@;
fr: Adorez-vous %@?
it: Adori %@?
pl: Czy podoba Ci się %@?

source: Failed
el: Απέτυχε
fr: A échoué
it: Non riuscito
pl: Nie powiodło się

source: Invalid response from server.
el: Μη έγκυρη απόκριση από τον διακομιστή.
fr: Réponse non valide du serveur.
it: Risposta non valida dal server.
pl: Nieprawidłowa odpowiedź z serwera.

source: Learn about Apptentive
el: Μάθετε για την Apptentive
fr: En savoir plus sur Apptentive
it: Informazioni su Apptentive
pl: Dowiedz się więcej o Apptentive

source: Missing %d required answers.
fr: %d réponses obligatoires manquantes.
it: %d risposte obbligatorie mancanti.

source: Missing a required answer.
fr: Une réponse obligatoire manquante.
it: Una risposta obbligatoria mancante.

source: Network Connection Error
el: Σφάλμα σύνδεσης δικτύου
fr: Erreur de connexion réseau
it: Errore della connessione di rete
pl: Błąd połączenia sieciowego

source: No
el: Όχι
fr: Non
pl: Nie

source: No Thanks
el: Όχι, ευχαριστώ
fr: Non merci
it: No grazie
pl: Nie, dziękuję

source: Oops!
el: Ωχ!
fr: Oups!
it: Ops!
pl: Ups!

source: Powered by
el: Με την υποστήριξη της
fr: Optimisée par
it: Con tecnologia
pl: Oparte na technologii

source: Profile
el: Προφίλ
fr: Profil
it: Profilo
pl: Profil

source: Rate %@
el: Βαθμολογήστε την %@
fr: Noter %@
it: Classifica %@
pl: Oceń %@

source: Remind Me Later
el: Θύμισέ το μου αργότερα
fr: Me le rappeler ultérieurement
it: Visualizza in seguito
pl: Przypomnij mi później

source: Send Response
fr: Envoyer la Réponse
it: Invia risposta

source: Sending…
el: Αποστολή…
fr: Envoi...
it: Invio…
pl: Wysyłanie…

source: Sends the message.
el: Στέλνει το μήνυμα.
fr: Envoie le message.
it: Invia il messaggio.
pl: Wysyła tę wiadomość.

source: Sent
el: Στάλθηκε
fr: Envoyé
it: Inviato
pl: Wysłano

source: Server did not return properly formatted JSON.
el: Ο διακομιστής δεν επέστρεψε κατάλληλα μορφοποιημένο JSON.
fr: Le serveur n'a pas retourné un JSON au format correct.
it: Il server non ha restituito JSON con formattazione valida.
pl: Serwer nie zwrócił poprawnie sformatowanego JSON.

source: Server error.
el: Σφάλμα διακομιστή.
fr: Erreur de serveur.
it: Errore del server.
pl: Błąd serwera.

source: Survey
fr: Sondage
it: Sondaggio

source: Thank You
el: Ευχαριστούμε
fr: Merci
it: Grazie
pl: Dziękujemy

source: Thanks!
fr: Merci!
it: Grazie!

source: The request was well-formed but was unable to be followed due to semantic errors.
fr: La requête est bien formée mais il n'a pu y être donné suite en raison d'erreurs sémantiques.
it: La richiesta è stata compilata correttamente ma non può essere elaborata a causa di errori semantici.

source: Too few selections made for %d questions above.
fr: Trop peu de sélections effectuées pour les %d questions ci-dessus.
it: Numero troppo esiguo di selezioni eseguite per %d domande sopra.

source: Too few selections made for a question above.
fr: Trop peu de sélections effectuées pour la question ci-dessus.
it: Numero troppo esiguo di selezioni eseguite per una domanda sopra.

source: Too many selections made for %d questions above.
fr: Trop de sélections effectuées pour les %d questions ci-dessus.
it: Numero troppo eccessivo di selezioni eseguite per %d domande sopra.

source: Too many selections made for a question above.
fr: Trop de sélections effectuées pour la question ci-dessus.
it: Numero troppo eccessivo di selezioni eseguite per una domanda sopra.

source: Unable to load the App Store
el: Δεν είναι δυνατή η φόρτωση του App Store
fr: Impossible de charger l'App Store
it: Impossibile caricare l'App Store
pl: Nie można załadować aplikacji App Store

source: Unprocessable Entity
fr: Entité non traitable
it: Entità non elaborabile

source: We're so happy to hear that you love %@! It'd be really helpful if you rated us. Thanks so much for spending some time with us.
el: Είμαστε πολύ χαρούμενοι που διαβάζουμε ότι σας αρέσει η εφαρμογή %@! Θα μας βοηθούσατε πραγματικά εάν βαθμολογούσατε την εφαρμογή μας. Σας ευχαριστούμε θερμά για τον χρόνο σας.
fr: Nous sommes vraiment contents d'apprendre que vous adorez %@! Votre évaluation nous serait extrêmement utile. Nous vous remercions infiniment pour le temps que vous pourriez nous consacrer.
it: Siamo veramente contenti di sapere che adori %@! Ti saremmo infinitamente grati se volessi classificarci. Ti ringraziamo per il tempo che ci hai dedicato.
pl: Bardzo cieszymy się, że podoba Ci się %@! Bylibyśmy bardzo wdzięczni za wystawienie oceny. Dziękujemy za spędzanie z nami czasu.

source: We’re attempting to connect. Thanks for your patience!
el: Προσπαθούμε να συνδεθούμε. Ευχαριστούμε για την υπομονή σας!
fr: Nous essayons de vous connecter. Merci pour votre patience !
it: Tentativo di connessione. Grazie per l'attesa!
pl: Staramy się połączyć. Dziękujemy za cierpliwość!

source: Wrong username and/or password.
el: Λάθος όνομα χρήστη και/ή κωδικός πρόσβασης.
fr: Nom d'utilisateur et/ou mot de passe incorrect(s).
it: Nome utente e/o password errati.
pl: Nieprawidłowa nazwa użytkownika i/lub hasło.

source: Yes
el: Ναι
fr: Oui
it: Sì
pl: Tak

source: You must connect to the internet before you can send feedback.
el: Πρέπει να συνδεθείτε στο Διαδίκτυο για να μπορέσετε να στείλετε τα σχόλιά σας.
fr: Vous devez vous connecter à internet pour pouvoir envoyer vos commentaires.
it: Per inviare i commenti, devi collegarti a Internet.
pl: Aby wysłać swoją opinię, musisz się połączyć z internetem.

source: required
el: υποχρεωτικό
fr: obligatoire
it: obbligatorio
pl: wymagane

source: Message Center
el: Κέντρο μηνυμάτων
fr: Centre de messages
it: Centro messaggi
pl: Centrum wiadomości

source: OK
el: ΟΚ
